import React from 'react'
import {
  Link
} from 'react-router-dom'

const About = () => {
    return  <div className="about">
        <div className="blue-box">
            <div className="content">
                <h3 className="title-baloon">
                    אז מה עושים פה?
                </h3>
                <img src="/assets/arrow.png" className="arrow" alt="arrow" />
            </div>
        </div>
          <div className="grey-box">
          <span>
          <h4>איך זה עובד?</h4>
מזינים במחשבון כמה פרטי מידע – הכנסה, מספר ילדים, אחזקת רכב – ומקבלים את סכום המיסים הישירים והעקיפים שאתם משלמים בכל שנה. לאחר מכן תוכלו לצלול לתקציב הממשלה ולראות כמה כסף מכיסכם הלך לכל סעיף תקציבי.
<b>פרטיות:</b> המידע הכלכלי האישי שתזינו במחשבון המס לא נשמר אצלנו ולא ייעשה בו כל שימוש מעבר לייעוד המערכת.
<h4>איך החישוב עובד?</h4>
חישוב תשלומי המיסים מתבצע לפי ממוצע של הכנסות והוצאות משק בית. 
מדוע ממוצע? הנה התשובה בהרחבה:
נתונים רבים משפיעים על המיסים הישירים והעקיפים שאנחנו משלמים – נקודות זיכוי במס, מספר ילדים (הוצאה גדולה יותר = יותר מע"מ), מספר כלי רכב (תשלום המיסים על רכב ודלק גבוה) ועוד.
כדי לא להכביד עליכם ובשביל לאפשר למחשבון להיות נגיש וזריז לשימוש, החלטנו לפשט את העניינים. נתוני גובה המשכורת (ברוטו), מספר הילדים, אחזקת רכב והכנסה של בן/בת הזוג - מספיקים כדי לשייך לעשירון ולחשב בערך את ממוצע ההוצאה של משפחה באותו העשירון.
אנחנו לוקחים בחשבון 2.5 נקודות זיכוי במס.
</span>
            <Link className="blue-button" to="/calc">בוא&nbsp;נתחיל!</Link>
            </div>
    </div> 
    
}
export default About